Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: 곧 약혼을 할 사이이니 클로딘이 별채에 드나들게 된 것이라고.
en_us: Since they would soon be getting engaged, she had thought that perhaps Claudine had started joining him at the cabin occasionally.

source: 시답지 않은 농담을 주고받는 사이에 두 사람을 갈림길에 도착했다.
en_us: As they continued to talk playfully, they came to a fork in the road.

source: 너 또 여기서 노는 거 알면 에트먼 부인께서 어—엄청 화내실걸.
en_us: If your father finds out you were hanging out here again he’ll be furious!

source: 어느새 오두막의 모든 세간이 두 사람을 위한 것으로 변해 있었다.
en_us: Even though he still hadn’t made up his mind about what to do with Layla,

source: 싱그러운 뺨과 입술, 바람에 실려 오는 부드러운 체취 역시 그랬다.
en_us: Nor were her bright lips and cheeks, or the soft scent being wafted by the breeze from her body.

source: “안녕, 피비.”
en_us: “Hi, Phoebe.”

source: 영지로 이어지는 플라타너스 길로 접어들 무렵이 되자 헤센의 보고도 끝이 났다.
en_us: Hessen finished his report just as they reached Platanus Road, which led to the Herhardt estate.

source: 그 후로는 친척들의 집을 떠돌며 자랐다니 저 애의 신세가 어땠을지 알 만했다.
en_us: After that, the girl had been passed from relative’s home to relative’s home.

source: “어차피 내 안경이잖아.”{j}저 멀리 반짝이는 슐터강이 보이기 시작하자 레일라는 또 한 번의 혼잣말로 불안감을 억눌렀다.
en_us: “They’re my glasses, after all,” she muttered to herself to lessen the anxiety that she started to feel when the Schulter River appeared in the distance, glimmering in the moonlight.{j}

source: 카일은 마지못해 무거운 걸음을 뗐다.
en_us: Kyle reluctantly trudged away,

source: 마티어스는 비스듬히 고개를 숙인 채 다시 자신의 일에 열중하고 있을 뿐이지만, 그럼에도 레일라는 숨조차 제대로 쉬기 힘들었다.
en_us: Matthias had already shifted his focus from her back onto his work, but she was still having trouble breathing properly.

source: 그 사실을 곱씹자 그를 빤히 쳐다보던 레일라의 얼굴이 떠올랐다.
en_us: Brooding on this thought, he was reminded

source: 레일라는 얼마 지나지 않아 붉은 장미를 한 다발 꺾어 돌아왔다.
en_us: Before long, Layla returned with a bouquet’s worth of red roses.

source: 마티어스 역시 가볍게 피식거렸다.
en_us: Matthias chuckled quietly as well.

source: “당장 길드는 건 아닙니다, 주인님.
en_us: “They don’t become tame right away, Your Grace.

source: “됐어.
en_us: “Don’t worry about it.

source: 키스해 주세요
en_us: Kiss Me

source: 레일라는 번쩍 든 그 잔을 그의 앞으로 내밀었다.
en_us: She lifted the glass and gestured for him to clink his against hers.

source: “제 일을 마쳤으니 이만 물러가 보겠습니다.”{j}레일라는 고개를 깊이 숙여 인사했다.
en_us: Bowing her head deeply, she said, “Now that I’ve finished my work, I will be going.”{j}

source: “이제 가 봐, 카일.
en_us: “You can go now, Kyle.

source: 설마 하고 창문을 열었더니 정말 편지를 가져온 비둘기가 그를 빤히 쳐다보았다.
en_us: Hardly believing his eyes, he had opened the window and found a pigeon with a note tied to its legs staring at him.

source: 한 걸음, 또 한 걸음 더해질수록 아이의 걸음은 점차 가볍고 경쾌해져 갔다.
en_us: At first she walked slowly and tentatively, then gradually her steps became light and joyful.

source: 사냥터에서도 아이는 그랬다.
en_us: She was acting the same way she did whenever she saw the hunting group in the woods.

source: 어리둥절한 얼굴을 한 카일이 하마터면 풀썩 넘어질 뻔한 레일라를 붙잡아 주었다.{j}“어디 갔었어?{j}집에 없어서 찾으러 가던 길인데.”
en_us: Kyle rushed to catch her before she fell down. “Where have you been?” he asked. “You weren’t at the cottage, so I’ve been looking for you all over.”{j}{j}

source: 일부러 자전거를 두고 왔다.
en_us: He had intentionally left his own bicycle at home that day,

source: 시작이 좋으니 넌 꽤 괜찮은 어른이 될 거다.”{j}빌은 빵과 구운 채소도 레일라의 접시 가득 쌓아 주었다.
en_us: I’m sure you’ll do just fine as an adult.” He filled the remaining space on her plate with bread and roasted vegetables.{j}

source: “그새 키가 좀 자란 것 같네요.”{j}힐끔 창밖을 본 요리사 모나 부인이 웃으며 말했다.
en_us: “Looks like she’s grown a bit,” Chef Mona remarked, laughing to herself as she glanced out the window.{j}

source: 나까지 혼나게 하지 말고 가서 공부하시지요.”
en_us: He might even get mad at me. Go home and study.”

source: 미래의 에트먼 부인은 안경을 써도 예뻤다.
en_us: The future Lady Ettman was pretty even with glasses.

source: “응.
en_us: “Yes.

source: “어쩌지, 레일라.”{j}공작은 아무 일도 없는 듯 다시 나무둥치에 걸터앉았다.{j}“니 일이 아직 끝나지 않은 것 같은데.”
en_us: “What to do, Layla?” He casually sat back down on the tree stump. “It seems your work is not finished after all.”{j}{j}

source: 하긴.
en_us: Well,

source: “아저씨!”{j}그를 발견한 레일라가 반색하며 손을 흔들었다.
en_us: As soon as Layla saw him, she waved at him and gleefully shouted, “Uncle!”{j}

source: 뭐가 뭔지 모르겠지만 레일라는 한 가지만큼은 확신할 수 있었다.{j}다시는 그와 마주치고 싶지 않았다.
en_us: She wasn’t entirely sure what she had just been through, but there was one thing of which she was certain: she never wanted to see him again.{j}

source: 먼 곳에서 들려오는 새들의 지저귐이 레일라의 목소리처럼 맑았다.
en_us: The sound of birds warbling in the distance was as smooth as Layla’s voice.

source: 무릎에서 허리, 어느새 가슴까지 물에 잠겨도 레일라 르웰린은 멈추지 않았다.
en_us: As she got closer, the water came up to her knees, then her waist, then to her chest, but she didn’t stop.

source: “저, 실례합니다.”{j}갑작스럽게 찾아온 정적 사이로 음색이 따스한 목소리가 흘러들었다.{j}클로딘이 레일라를 데려간 그 순간부터 못마땅한 표정으로 주변을 맴돌던 그 소년, 카일 에트먼이었다.{j}“말씀 중에 죄송하지만 이만 제 파트너를 데려가도 괜찮을까요?”{j}카일은 스스럼없이 레일라의 손을 잡았다.
en_us: A silence descended on the group, and was soon broken by a warm voice saying, “Please excuse me.” It was Kyle. After Claudine had taken Layla from him, he had been hovering near them with a disapproving look on his face. “I’m sorry to interrupt, but would it be all right if I take my companion back?” Without hesitation, he reached out and held onto Layla’s hand.{j}{j}{j}{j}

source: 점심을 배불리 먹은 데다 간식까지 먹었다.
en_us: She had already eaten a large lunch, and a snack after that.

source: 저 계집애도 자라는구나.{j}시간이 흘러 아이가 자라는 당연한 일이 어째서인지 신경을 긁어 댔다.{j}마티어스에게 레일라 르웰린은 언제나 어린 소녀였다.{j}필사적으로 그를 피하고 도망치는 꼴이 묘하게 거슬리는, 하지만 그것이 전부인 어린애.
en_us: Looks like that girl has grown up as well, he thought. While it was natural that she would have grown along with the passage of time, seeing her was giving him a strange feeling. In his mind, she had always remained a little girl. A little girl who had gotten on his nerves by always trying to avoid him.{j}{j}{j}

source: 소리 없는 실소를 흘린 마티어스는 태연히 레일라를 스쳐 지나갔다.
en_us: Finally, he laughed quietly to himself and casually walked past her.

source: 무엇을 얻기 위한 미끼일까.
en_us: What am I trying to catch with this bait?

source: 특히 그 목걸이가.”
en_us: Especially that necklace.”

source: “네.
en_us: “Yes.

source: 가만 보니 몇 달 사이에 꽤 많이 자란 것도 같았다.
en_us: Looking at her, Bill realized that she had grown quite a lot in the few months she had been there.

source: 지나치게 선명해진 풍경이 조금 낯설고 신기했다.
en_us: The incredibly clear world around her seemed new and wondrous.

source: “나랑 같네.
en_us: “Same as me.

source: 무슨 일 있어?”{j}복숭아를 다 먹은 소년이 조심스럽게 물었다.
en_us: “Is something the matter?”{j}

source: 그 서랍을 닫자 안경 너머로 보이던 초록 눈의 기억도 곧 자취를 감추었다.
en_us: As he closed the drawer, the image of the green eyes he had seen through those glasses faded from his mind as well.

source: 마호가니 캐비닛에 놓인 전축기가 전하는 오페라의 아리아가 별채의 응접실을 채우고 있던 정적을 단숨에 물리쳤다.
en_us: The stereo, which sat on a mahogany cabinet, played an opera aria, filling the cabin’s silent drawing room in an instant.

source: 괜찮아.”{j}레일라는 고개를 작게 저으며 식탁 앞으로 돌아가 앉았다.{j}“어차피 저녁이면 끝날 거니까.”
en_us: I’m fine,” she replied, lightly shaking her head as she sat back down at the table. “They’ll be done hunting by this evening, anyway.”{j}{j}

source: 여자애 가방에서 그런 게 나와?”
en_us: I can’t believe a girl would have a knife in her bag.”

source: 이 상황을 무어라 설명해야 할지 몰라 빌이 머뭇거리는 사이에 삐걱거리며 현관문이 열렸다.
en_us: Just then, the door creaked open.

source: “가자.
en_us: “Let’s go.

source: 하지만 정부를 정부로 여길 줄 아는 남자는 대체로 무해하다.
en_us: As she saw it, there was no real danger in a husband having a mistress, as long as he treated her like a mistress.

source: 도무지 무엇을 삼킬 수 있을 것 같지 않았다.
en_us: She didn’t feel like eating anything.

source: 바구니 가득 채운 꽃을 들고 레일라는 숨이 턱턱 막히는 여름 오후의 뙤약볕 속을 다시 걸었다.
en_us: With her basket full of roses in hand, she started walking again in the oppressive heat of the sunny summer afternoon.

source: 마음을 먹기만 한다면 공작은 얼마든지 레일라를 붙잡을 수 있었다.
en_us: The duke could easily catch up to her if he wanted.

source: 약 올리듯 포석 위를 굴러가던 금화가 몇 걸음 앞에 멈추어 선 남자의 구두코에 부딪쳤다.
en_us: The gold coin fell out of her hand and rolled on the pavement, then bumped against the tip of a man’s shoe a few paces ahead.

source: 숲에 사는 그 애.”{j}마티어스의 뒤편에 있던 사촌 리에트가 키득거리며 말을 건넸다.
en_us: The girl who lives in the woods,” said Matthias’s cousin Riette, chuckling.{j}

source: 그들이 더 이상 보이지 않게 되자 레일라는 헐레벌떡 나무에서 내려와 이 오두막으로 도망쳐 왔다.
en_us: Once they were fully out of sight, Layla had scuttled down the tree and fled to the cottage.

source: 조금 놀란 표정이었지만 클로딘은 곧 자연스럽게 눈을 감았다.
en_us: Claudine looked startled at first, but soon closed her eyes naturally.

source: 결과물은 형편없지만, 어찌 되었든 정원사를 대신해 수고를 하였으니.
en_us: Even though the product of her labors had been awful, the fact remained that she had performed a service for him in the gardener’s stead.

source: 무릎 아래로 흘러내린 낡은 연장 가방을 본 빌은 우렁찬 너털웃음을 터트려 버렸다.
en_us: Bill let out a deep belly laugh when he noticed the old tool bag that was hanging below her knees.

source: 만약 마티어스가 다른 공작 부인감을 골랐다면 그것이 충격적인 일이었을 테지.
en_us: It would have come as a shock if Matthias had chosen someone else as his future duchess.

source: 그러고 보니 당연한 듯 의자가 두 개다.
en_us: It struck him that he had two chairs on his porch now.

source: 레일라는 사뿐히 내딛는 걸음마다 새로운 세상을 열어 준 아르비스 숲의 야생 열매들을 향한 감사와 사랑을 담았다.
en_us: With each step she took, she discovered another detail of this new world. She was filled with love and gratitude for the wild raspberries growing in the Arvis forest that had enabled this.

source: 그 질서하에서는 모든 것이 간단하고 명료했다.
en_us: Within that order, everything was simple and clear.

source: 약혼을 공표하기 전 두 가문의 사전 교섭과 당사자들의 친분 도모.
en_us: The two families were meeting to negotiate details and grow closer before the engagement was publicly announced.

source: 일간 신문에 연재되고 있는 재미있는 추리 소설의 범인.
en_us: The culprit in the serial whodunit that was being published in the daily newspaper.

source: 역시.
en_us: * * * Sure enough.

source: “내가 새로 사 줄게!”{j}불쑥 그 말을 내뱉어 버린 건 그래서였다.{j}풀이 죽은 레일라를 보는 게 속상해서.
en_us: Unable to bear seeing her sad, he blurted, “I’ll buy you a new pair!”{j}{j}

source: 레일라는 죽은 새 앞에 몸을 작게 웅크리고 앉아 있었다.
en_us: Layla was crouched down in front of the dead bird.

source: 그들을 태운 차는 어느새 아르비스 영지로 이어지는 플라타너스 길로 접어들었다.
en_us: The car had now made it to Platanus Road, which led to Arvis.

source: 그사이에 클로딘은 완벽한 숙녀로 변모해 있었다.
en_us: In that time, Claudine had transformed into a perfect noblewoman.

source: 도망쳐야지.
en_us: I’ve got to get away.

source: 저 아름다운 새들의 학살자 덕에 몸에 익어 있는 일이었다.
en_us: It was a task she was well practiced at, thanks to that slayer of beautiful birds.

source: 가쁜 숨소리와 낮은 웃음이 뒤섞였다.{j}레일라 르웰린이 그를 본 건 젖은 몸에서 흐른 물방울이 나무 바닥에 짙은 얼룩을 새겼을 무렵이었다.
en_us: still catching his breath.{j}

source: 마비된 듯 속수무책으로 그를 보는 초록색 눈동자는 달이 밝던 그 밤처럼 무구해 보였다.
en_us: Her eyes, staring helplessly straight back at him, were as bright and clear as the moonlight.

source: 그건 엘리제 폰 헤르하르트가 세상을 사랑하는 방식이기도 했다.
en_us: That was her outlook on life in general—to her the world was a lovely place full of things prepared by others for her enjoyment.

source: 잘 말린 야생화의 꽃잎을 노트에 붙이는 중이던 레일라는 차분히 시선을 들어 그를 마주했다.{j}“아니.”{j}주저 없이 대답하는 레일라의 목소리는 여느 때와 다름없이 맑았다.{j}“그래 보여?”{j}되물을 때는 눈꼬리를 살짝 찌푸리며 속삭이듯 목소리를 낮추었다.
en_us: She calmly looked up from her notebook, which she was gluing dried wildflowers into. “No,” she readily replied in her usual, clear voice. Furrowing her brow slightly, she quietly asked, “Does it seem like something happened?”{j}{j}{j}{j}

source: 집사 헤센이 다시 설명을 시작했고, 경청하던 마티어스는 짤막한 지시 사항을 덧붙였다.
en_us: His butler Hessen continued his report, while Matthias listened closely, interjecting with the occasional brief instruction.

source: 꽃에 대한 사랑이 유별난 그녀는 자신의 정원과 연관된 일에 대해서는 무한한 이해와 관용을 베풀었다.
en_us: She had an eccentric love of flowers, so she had limitless understanding and tolerance when it came to anything connected to her garden.

source: 눈치가 영 없지는 않은지 카일도 이제 이 자리의 의미를 알아차린 듯 보였다.
en_us: Matthias could tell that Kyle was aware of the significance of this encounter—apparently he wasn’t totally clueless.

source: 그런데 어쩌자고 이처럼 좋은 날 그 망측한 기억이 떠오르는 걸까?{j}본의 아니게 공작의 벗은 몸을 보게 된 날이 떠올라 레일라는 불현듯 미간을 찌푸렸다.
en_us: But why, at such a wonderful time as this, do those indecent memories keep flashing into my mind? she thought, frowning as she tried to clear her mind of the memory of when she had unintentionally seen the duke’s naked body.{j}

source: 레일라는 새파랗게 질린 얼굴로 돌아섰다.
en_us: Horrified, she turned back around.

source: 그만하면 성공적인 시작이지.
en_us: You’re off to a great start.

source: “감사합니다, 브란트 영애.
en_us: “Thank you, Lady Claudine.

source: 그사이 레일라는 이제 그가 누운 소파의 맞은편에 놓여 있는 콘솔 앞까지 이동했다.
en_us: Meanwhile, Layla had moved in front of the credenza that sat across from the sofa where he was lying.

source: 그리고 얼마 지나지 않아 요란한 말발굽 소리가 들려오기 시작했다.
en_us: Soon after, the loud sound of horse hooves could be heard outside.

source: 환한 달빛 속에서 두 사람의 눈이 마주쳤다.
en_us: They locked eyes in the bright light of the moon.

source: 활짝 웃은 레일라는 단숨에 주스 잔을 비웠다.
en_us: Smiling brightly, she then downed her juice in one gulp.

source: 가쁘게 오르내리는 가슴과 자전거의 핸들을 쥔 하얀 손.
en_us: It passed by her chest, which was gently rising and falling, and her white hands, which were gripping the handlebars of her bicycle.

source: 이만 팔짱을 푼 마티어스는 너른 보폭으로 선착장을 향해 갔다.
en_us: Matthias headed down to the dock with large strides.

source: 그제야 안도한 레일라는 바구니와 모자를 챙겨 강변을 떠났다.
en_us: The stillness of the area finally brought her relief, and she grabbed her hat and basket and went on her way.

source: 마티어스는 천천히 다가가 새장의 문을 열었다.
en_us: He walked over to the cage and opened its door.

source: 레일라는 이제 확신할 수 있었다.
en_us: She was now sure of it.

source: “그런데 갑자기 웬 모자 선물?”
en_us: “Why did he buy you a hat all of a sudden, anyway?”

source: 강가에 얼씬도 하지 않는 건 물론 숲에도 발을 들이지 않았다.
en_us: not only forgoing trips to the river, but even steering clear of the woods.

source: 거의 줄지 않은 담배 중 한 개비를 집어 불을 붙이는 사이 왈츠곡은 끝이 났다.
en_us: As he took a cigarette from the nearly-full box and lit it, the waltz came to a close.

source: 그 묘한 흥미를 곱씹으며 마티어스는 나뭇가지 끝에 앉은 작은 새를 향해 총구를 겨냥했다.
en_us: As he wondered about this, he pointed his gun at a small bird perched on the end of a branch, and...

source: “네!
en_us: “I won’t!

source: 영지 뒤편의 숲에 있는 오두막을 정원사에게 내어 준 것도 그녀의 결정이었다.
en_us: Even the cottage that Bill had been provided in the woods behind the mansion had been her idea.

source: 빌 아저씨의 선물은 눈이 부시게 아름다웠다.
en_us: Uncle Bill’s gift was dazzlingly pretty.

source: 이 칼스바르 최고의 신사세요!”
en_us: The greatest nobleman in all of Karlsbar!”

source: 이름을 부르자 줄곧 어른스러운 척하던 레일라의 표정이 다시 아이다워졌다.
en_us: When she heard him say her name, the mature expression she had been maintaining gave way to a childlike look again.

source: 그의 숲에 사는 고아로.
en_us: As the orphan living in his forest.

source: “네?
en_us: “Pardon?

source: 강까지만 갔다 올게요!
en_us: I’m just going to the river for a bit!

source: 저는 레일라 르웰린이라고 해요.
en_us: My name is Layla Llewellyn.

source: 레일라는 곧 그를 발견한 듯했다.
en_us: Layla seemed to have spotted Kyle.

source: 대기하던 사용인들도 조용히 그 뒤를 따랐다.
en_us: Their attendants, who had been waiting nearby, followed behind them.

source: 이제야 모든 상황을 이해한 빌의 얼굴이 노기로 붉게 달아올랐다.
en_us: Now that he grasped the whole situation, his face grew red with anger.

source: “응.”{j}레일라는 힘껏 카일 몫의 접시를 내려놓았다.
en_us: “Yep,” she curtly replied, dropping his plate in front of him.{j}

source: 지금, 물살 위를 떠가는 저 무엇은 틀림없는 마티어스 폰 헤르하르트 공작이었다.
en_us: There was no mistaking it. What she saw floating in the river was not an object, it was Duke Matthias von Herhardt.

source: “말도 안 되게 비싼 걸 사 내라고 하면 어쩔 테냐?”
en_us: “What if I asked you to get me something really expensive?”

source: 아이는 얼굴이 새빨개져선 정원사의 등 뒤로 다시 숨었다.
en_us: Layla started blushing, and hid behind Bill again.

source: 오두막에서 얻어먹는 밥값을 하겠다고, 무엇이든 시켜만 달라고 큰소리를 떵떵 쳤더니 빌 아저씨는 저녁 식사에 쓸 닭을 잡아 놓으라 했다.
en_us: Kyle had insisted on paying for the meals he had eaten in the cottage by helping out with chores, so Bill had asked him to catch a chicken for them to cook for dinner.

source: 그게 싫어 레일라는 점점 더 속도를 높여 달렸다.
en_us: This bothered her, so she started to increase her speed.

source: 예쁘게 우는 여자였다.
en_us: She was pretty when she cried.

source: 오두막으로 이어지는 오솔길의 중간쯤에서 레일라는 카일과 마주쳤다.
en_us: Without slowing down, she looked and saw that it was Kyle. Having taken her eyes off the path, she started to stumble.

source: 어미 새가 정성껏 품던 알에서는 새끼가 부화했고, 봉오리만 맺혀 있던 들장미가 만개했다.
en_us: The eggs that mother birds had been brooding with care were now hatched. The wild rosebuds had blossomed and were now in full bloom.

source: 말이 좋아 친척이지 저 아이의 아버지와 그는 남이나 다를 바 없었다.{j}마지막으로 본 지 20년은 넘었을 먼 친척의 자식을 맡아 키우라니.{j}그것도 이 홀아비 빌 레머가, 조막만 한 계집아이를!
en_us: While he was technically related to the girl’s late father, he hadn’t seen him in over twenty years. To think, this daughter of a distant relative was being left with him to raise her. The widower Bill Remmer raising a tiny little girl!{j}{j}

source: 카일은 그제야 아차 싶어졌다.
en_us: Only then did Kyle realize what he had said.

source: 레머 씨네 레일라가 공작저의 파티에 초대받았다.{j}그 소문은 금세 아르비스의 사용인들 사이로 퍼져 나갔다.{j}다들 어리둥절해하다가 마지막에는 혀를 찼다.{j}브란트 영애가 가여운 레일라를 제 강아지처럼 다룬다는 건 아르비스에서 오래 일한 사용인이라면 모두가 아는 사실이었다.
en_us: Word quickly spread among the Arvis staff that Layla, the girl that Mr. Remmer was taking care of, had been invited to a party in the mansion. Upon hearing about it, most reacted at first with disbelief, and then with sympathy for poor Layla. Those of the staff who had been working at Arvis for a long time all knew that Lady Claudine treated Layla like she was her puppy.{j}{j}{j}

source: “아니.”{j}뒤따라 내리려는 헤센을 향해 마티어스는 짧게 고개를 저었다.{j}“저택에서 보죠.”{j}웃어 보인 그는 이만 걸음을 돌렸다.
en_us: “No,” Matthias said, shaking his head at Hessen, who had started to follow him out of the car. “I’ll see you in the mansion.” He smiled at Hessen and then turned and started walking away.{j}{j}{j}

source: 기차를 타고요.”{j}어색하게 웃은 아이는 부자연스러울 정도로 자세를 반듯하게 했다.
en_us: I took the train,” she replied. Smiling awkwardly, she straightened her posture to an unnatural degree.{j}

source: 눈을 느리게 깜빡이며 고민에 잠겼던 레일라는 고기와 빵을 한 덩이씩 더 접시 위로 옮겼다.
en_us: For a moment she stared into space, blinking slowly as she considered his words. Then she took another piece of meat and slice of bread and placed them on her plate,

source: 무거워 팔이 빠질 것 같아도 마음은 더없이 가벼웠다.
en_us: Her heart felt light as a feather with joy, even though the basket was so heavy that it felt like the arm she was holding it with was going to fall off.

source: 그 애도 여자인데, 얼마나 기뻐하겠어요?”{j}모나 부인은 명령조로 힘주어 말했다.{j}“레일라는 그런 걸 요구할 애가 못 되고, 레머 씨는 알아서 해 줄 사람이 못 되니 내가 나서야지 뭐.{j}도와줄게요.”
en_us: Girls love dresses—think how happy she’ll be!” In a commanding tone, she added, “Layla isn’t the type to ask for a dress, and you’re certainly not the type to take the initiative and buy one for her, so I’m going to have to step in and help.”{j}{j}{j}

source: 다정한 사냥
en_us: Friendly Hunting

source: “그건 네가 번 돈이니 네가 가져라.”
en_us: “You earned that money, so you should keep it.”

source: 사냥하지 않아도 저렇게 좋은 저택에는 먹을 게 아주 많을 텐데.”
en_us: “There’s already so much food in the mansion...”

source: 난 그래서 니가 좋아.”{j}카일의 찌푸린 얼굴을 가만히 보던 레일라가 웃으며 말했다.{j}“그 손은 사람들 살려 주는 손이면 좋겠어.{j}총을 쏘는 손이 아니라.”
en_us: That’s why I like you,” Layla said, giggling as she looked at Kyle’s frowning face. “I’d prefer it if you used your hands to save people, rather than to shoot them.”{j}{j}{j}

source: 가늘게 찌푸린 눈을 돌리자 자전거를 타고 오는 한 여자가 보였다.
en_us: He looked around with narrowed eyes, and soon saw a young lady riding towards him on a bicycle.

source: 레일라는 그 사실 역시 잘 알고 있었다.
en_us: Layla was well aware of this as well.

source: 레일라가 얼떨결에 고개를 끄덕이자 그녀는 천천히 응접실의 문을 열었다.
en_us: Layla nodded reflexively.

source: 턱 끝을 미세하게 까딱인 마티어스는 멈추었던 다시 걸음을 옮기기 시작했다.
en_us: Matthias gave the slightest nod in return, then started walking again.

source: 부르르 진저리를 친 빌은 느린 걸음을 옮겨 오두막 뒤편으로 나갔다.
en_us: Bill shook off the sound of Mona’s scolding echoing in his ears, then he sauntered to the area behind his cottage.

source: 에트먼가의 식충이라는 굴욕적인 별명을 얻은 날이었다.
en_us: From that day forth, Bill had called Kyle by the degrading nickname “loafer.”

source: 할머니와 어머니에게는 자랑스러운 후계자.
en_us: To his grandmother and mother, he was a worthy heir.

source: 한결 진지해진 투로 설명하자 빌 아저씨가 피식 웃었다.{j}다음 날 저녁, 전지가위를 사러 시내에 나갔던 아저씨가 꽃과 리본이 잔뜩 달린 밀짚모자를 사 들고 돌아왔다.{j}‘린드네서 샀으니 싫으면 가져가서 바꾸든지.’{j}그 모자를 내밀며 빌은 무심히 덧붙였다.
en_us: Bill had chuckled at her solemn tone. But the following evening, on his way back from buying some pruning shears downtown, he bought her a straw hat covered with flowers and ribbons. Holding it out to her, he had casually said, “I bought it at Lind’s, so if you don’t like it, you can go there and exchange it for a different one.”{j}{j}{j}

source: 로비타 여자 특유의 작은 체구와 섬세하고 아름다운 이목구비를 가진 그 애는 꼭 요정 같아 보이기도 했다.
en_us: She had the distinctive, nymph-like petite frame and dainty features typical of ladies from Lovita.

source: 공작님이?”
en_us: The duke?”

source: “그러면, 내가 해야 하나?”{j}찬찬히 주위를 둘러본 마티어스의 시선이 다시 레일라를 향했다.
en_us: “Do you expect me to do it, then?” he asked, glancing around the room then back at her.{j}

source: 카일은 싱글거리며 교문 너머를 살폈다.
en_us: Kyle grinned as he looked through the school’s main gate.

source: 마티어스는 그 소리가 들려온 방향으로 시선을 옮겼다.
en_us: He looked in the direction the sound was coming from,

source: “꽤 귀여운 아이네.”{j}깜짝 놀랄 만큼 아름다운 귀부인이 천천히 입술을 뗐다.{j}“어때?{j}마음에 드니, 클로딘?”{j}이만 레일라를 떠난 그녀의 시선은 곁에 앉은 밤색 머리 소녀의 얼굴 위에서 멈추었다.
en_us: “Oh my, what a cute little girl,” said an incredibly beautiful noblewoman. Turning from Layla to the brown-haired girl sitting there, she asked, “What do you think, Claudine? Do you like her?”{j}{j}{j}{j}

source: 아, 공작님의 사냥 날?”
en_us: Ah, is it a hunting day for the duke?”

source: 그 사실을 받아들이자 비로소 레일라가 보였다.
en_us: As this fact dawned on him, he finally saw Layla for who she was now.

source: 얼마 지나지 않아 매끈한 흑갈색의 털을 가진 말 한 마리가 나타났다.
en_us: A short while later, a horse with sleek brown hair appeared.

source: 숲을 지나 강과 가까워질수록 바람은 더욱 선선해져 갔다.
en_us: The wind grew cooler as he approached the river.

source: 곧 파티가 시작되는데?”
en_us: The party is about to start...”

source: 본능적인 두려움에 어깨를 움츠리면서도 레일라는 물러서지 않았다.{j}“저는…… 저는 정말 잘 모르겠어요.”
en_us: She flinched, but didn’t back down. “I... I really don’t understand.”{j}

source: 그 차갑고 매끈한 감촉을 따라 의식이 명료해졌다.
en_us: The cool, smooth feeling gave him a feeling of mental clarity.

source: 당돌한 척해도 실은 참 겁이 많지.{j}어린 시절부터 쭉 그래 왔던 레일라 르웰린의 모습을 회상하며 마티어스는 뚜벅뚜벅 걸음을 내디뎠다.
en_us: She acts tough, but deep down she’s a coward, he thought, reflecting on his memories of her going back to when she was young. He stood up and walked towards her, stopping when he was about one step away from her.{j}

source: 레일라가 차 한 잔을 권했지만 모나 부인은 손사래를 치며 오두막을 떠났다.
en_us: Layla offered Mona a cup of tea, but Mona refused and left the cottage.

source: 곧 다른 귀부인들도 약간의 과장이 담긴 칭찬의 말을 늘어놓는 데 동참했다.
en_us: The other ladies soon joined in and showered the former duchess with slightly exaggerated praise.

source: 함께 있던 청년들의 시선도 하나둘 레일라를 향했다.
en_us: A few of the young men around her also looked over at Layla.

source: 하도 조용해 노래하는 법을 모르는 새인가 하였더니, 그런 생각을 무색하게 만들 만큼 아름답게 노래했다.
en_us: Ever since that bird had been brought to his room, it had been so quiet, he had thought that it didn’t know how to sing. But hearing its beautiful song now, he realized how wrong he had been.

source: 희미한 먼지 냄새가 떠도는 서점을 구경했다.
en_us: They checked out a bookstore, full of the vaguely sweet smell of dusty old books.

source: 복숭아 과즙이 묻은 작은 손으로 두 아이는 제법 진지한 악수를 했다.
en_us: The two children exchanged a serious handshake, despite the fact that their hands were sticky with peach juice.

source: 마티어스는 이미 알고 있는 답을 찬찬히 곱씹으며 장미 정원을 걸었다.
en_us: As he thought through this logic, he walked through the rose garden and into the forest.

source: 눈앞에 펼쳐진 광경이 하도 기가 막혀 마티어스는 실소했다.
en_us: * * * Matthias burst into laughter at the scene he had just seen unfold before him.

source: 장미 정원으로 이어지는 뒤편의 출입구를 나서자 청량한 바람이 레일라를 맞이해 주었다.
en_us: Walking out of the backdoor that connected to the rose garden, she was greeted by a refreshing breeze.

source: 레일라를 보는 마티어스의 눈초리가 가늘어졌다.
en_us: He narrowed his eyes as he looked at Layla.
